{
  "navbar": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "contact": "Contact"
  },
  "welcome": {
    "title": "Welcome to AGH Analytica"
  },
  "about": {
    "title": "About Us",
    "description": "AGH Analytica is a newly established student organization at AGH University of Science and Technology, bringing together enthusiasts of data analysis and cutting-edge technologies. \n\n Our activities focus on innovative projects that allow members to develop their skills in satellite imagery and map analysis, stock market data analysis, image analysis and working with Large Language Models (LLMs)."
  },
  "projects": {
    "title": "Projects",
    "developersChat": {
      "title": "Developers' Chat",
      "description": "The project aims to build an application for real estate developers that uses language models to analyze user-defined plot requirements—such as terrain, sunlight exposure, proximity to water, size, and location. \n\n By combining LLM processing with GIS databases, maps, and environmental models, the system returns a curated list of land plots that best match the criteria, along with an assessment of their development potential."
    },
    "tradeAnalysis": {
      "title": "Analytica Investments",
      "description": "The project aims to develop an application that supports stock market investors by analyzing market data using advanced algorithms. \n\n In later stages, the system will be enhanced with an artificial intelligence module capable of learning from historical and real-time data, ultimately generating its own investment recommendations and making autonomous trading decisions in simulated market environments."
    }
  },
  "contact": {
    "title": "Contact Us",
    "subtitle": "Interested in our projects? Get in touch with us using the form below:",
    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "send": "Send"
    },
    "status": {
      "success": "Message sent!",
      "error": "Something went wrong."
    }
  },
  "footer": {
    "copyright": "© 2025 AGH Analytica",
    "regulations": "Regulamin"
  },
  "common": {
    "alt": {
      "logo": "logo",
      "background": "Background",
      "poland": "Poland",
      "unitedKingdom": "United Kingdom",
      "aboutUs": "About Us"
    }
  }
}

