{
  "navbar": {
    "home": "Strona główna",
    "about": "O nas",
    "projects": "Projekty",
    "contact": "Kontakt"
  },
  "welcome": {
    "title": "Witamy w AGH Analytica"
  },
  "about": {
    "title": "O nas",
    "description": "AGH Analytica to nowo powstała organizacja studencka na Akademii Górniczo-Hutniczej, skupiająca entuzjastów analizy danych i najnowszych technologii. \n\n Nasze działania koncentrują się na innowacyjnych projektach, które pozwalają członkom rozwijać swoje umiejętności w zakresie analizy obrazów satelitarnych i map, analizy danych giełdowych, analizy obrazów oraz pracy z dużymi modelami językowymi (LLM)."
  },
  "projects": {
    "title": "Projekty",
    "developersChat": {
      "title": "Developers' Chat",
      "description": "Projekt polega na stworzeniu aplikacji dla deweloperów, która z pomocą modeli językowych analizuje opisane przez użytkownika wymagania dotyczące działki — takie jak ukształtowanie terenu, nasłonecznienie, odległość od cieków wodnych, powierzchnia czy lokalizacja. \n\n System przetwarza te dane, łącząc LLM z bazami GIS, mapami i modelami środowiskowymi, a następnie zwraca listę działek najlepiej spełniających kryteria, wraz z oceną ich przydatności inwestycyjnej." },
    "tradeAnalysis": {
      "title": "Analytica Investments",
      "description": "Projekt zakłada stworzenie aplikacji doradczej wspierającej inwestorów giełdowych poprzez analizę danych rynkowych z użyciem zaawansowanych algorytmów. \n\n W kolejnych etapach system zostanie rozszerzony o moduł sztucznej inteligencji, który będzie uczył się na podstawie historycznych i bieżących danych, a następnie samodzielnie generował rekomendacje inwestycyjne oraz podejmował decyzje w symulowanych warunkach rynkowych."
    }
  },
  "contact": {
    "title": "Skontaktuj się z nami",
    "subtitle": "Zainteresowany naszymi projektami? Skontaktuj się z nami za pomocą poniższego formularza:",
    "form": {
      "name": "Imię",
      "email": "Email",
      "message": "Wiadomość",
      "send": "Wyślij"
    },
    "status": {
      "success": "Wiadomość wysłana!",
      "error": "Coś poszło nie tak."
    }
  },
  "footer": {
    "copyright": "© 2025 AGH Analytica",
    "regulations": "Regulamin"
  },
  "common": {
    "alt": {
      "logo": "logo",
      "background": "Tło",
      "poland": "Polska",
      "unitedKingdom": "Wielka Brytania",
      "aboutUs": "O nas"
    }
  }
}

